turek-hron-fsi3/fluid-openfoam/constant/turbulenceProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object turbulenceProperties;
}

simulationType laminar;
